insert  into  post_entity  (title, "full_text", date, "type")
values
    ('Миграции схемы базы данных с Liquibase',
    'Большая часть приложений, которые мне встречались, хранят данные в SQL базе данных. Приложение публикуется на несколько стендов: стенд разработки, пре-прод и прод. А над приложением трудится команда разработчиков.',
    current_date,
    'note'
    ),
    ('Глубокое погружение в Stream API Java: Понимание и Применение',
    'Версия Java 8 принесла множество новшеств, которые значительно упростили обработку и манипулирование данными. Одним из таких нововведений стал Stream API - эффективный инструмент для обработки коллекций в функциональном стиле.',
    current_date,
    'news'
    );

